CSI API ETABS v1
cDesignCompositeColumn.GetGroup Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int GetGroup(
	ref int NumberItems,
	ref string[] MyName
)
Function GetGroup (
	ByRef NumberItems As Integer,
	ByRef MyName As String()
) As Integer
Dim instance As cDesignCompositeColumn
Dim NumberItems As Integer
Dim MyName As String()
Dim returnValue As Integer
returnValue = instance.GetGroup(NumberItems,
	MyName)
int GetGroup(
	int% NumberItems,
	array<String^>^% MyName
)
abstract GetGroup :
        NumberItems : int byref *
        MyName : string[] byref -> int
Parameters
NumberItems
Type: System.Int32
MyName
Type: System.String[]
Return Value
Type: Int32
See Also
Reference
cDesignCompositeColumn Interface
ETABSv1 Namespace